
[Subtitles]

BattleOverText="Roger that, Delta. Secure the bodies and head back to the Skyranger for immediate extraction."
TP00_Intro_01=" "
TP00_Intro_02=" "
TP00_Intro_03=" "
TP00_Intro_04=" "
TP00_Intro_05="Hello, Commander. In light of the recent extraterrestrial incursion, this council of nations has convened to approve the activation of the XCOM project."
TP00_Intro_06="You have been chosen to lead this initiative: to oversee our first and last line of defense."
TP00_Intro_07="Your efforts will have considerable influence on this planet's future."
TP00_Intro_08="We urge you to keep that in mind as you proceed."
TP00_Intro_09="Good luck, Commander."
TP01_1stUFOShotDown_01="Central, this is Voodoo Three-Seven. We have a confirmed kill on Bogey Zero-Zero-One.  I repeat, the UFO is down. How copy, over?"
TP01_1stUFOShotDown_02="Solid copy, Voodoo Three-Seven. Nice work. Central, out."
TP01_1stUFOShotDown_03="Alright, people. Retask RECON Satellite Bravo and get me a visual on that crash site."
TP01_1stUFOShotDown_04="She's coming into range now, sir."
TP01_1stUFOShotDown_05="On screen."
TP01_1stUFOShotDown_06="Magnify."
TP01_1stUFOShotDown_07="Still in one piece..."
TP01_1stUFOShotDown_08="Commander, I recommend we get a strike team to the crash site immediately."
TP01A_ArcThrower_01="You're telling me that we should risk the lives of our troops so we can take one of these things... alive?"
TP01A_ArcThrower_02="Yes. Without a live specimen, I'm afraid we've reached the pinnacle of what my team is able to accomplish."
TP01A_ArcThrower_03="And how do you suggest we do this, Doctor?"
TP01A_ArcThrower_04="The autopsy I've just completed confirms that the aliens' physiology is quite similar to our own.  A highly concentrated electrical current delivered at close range should cause neuromusc-"
TP01A_ArcThrower_05="Close range?  And what happens if it doesn't work?  Do you really think this is worth the risk?"
TP01A_ArcThrower_06="I do."
TP01A_ArcThrower_07="We do not know our enemy.  How can we hope to stop something we do not understand.  If we can capture one of these creatures alive, we may be able to communicate with it."
TP01A_ArcThrower_08="And interrogate it.  Find out what they want, where they're operating from."
TP01A_ArcThrower_09="Yes.  That possibility outweighs all risks, in my opinion."
TP01A_ArcThrower_10="I can construct a safe enough facility to house our captive, but I do not know how we could possibly communicate with it."
TP01A_ArcThrower_11="Not to worry.  I will see to that."
TP01A_ArcThrower_12="Alright.  I'll speak to the Commander."
TP01B_PostInterrogation_01="So, how'd it go, Doctor?"
TP01B_PostInterrogation_02="Better than expected.  Before the creature expired, I was able to extract some new information from it."
TP01B_PostInterrogation_03="You're saying that thing spoke to you?"
TP01B_PostInterrogation_04="Not precisely, but when you have access to a creature's brain, certain patterns can be discerned: recent images and thoughts."
TP01B_PostInterrogation_05="And what exactly was our late friend thinking about?"
TP01B_PostInterrogation_06="This particular image appeared in the creature's thought patterns several times throughout the procedure-"
TP01B_PostInterrogation_07="We've already met that thing, Doctor.  This is hardly the kind of breakthrough we were-"
TP01B_PostInterrogation_08="-and, there was a neural link in the creature's mind between this image..."
TP01B_PostInterrogation_09="... and this one."
TP01B_PostInterrogation_10="That's the thing that pulled a disappearing act when we shot down our first UFO.  And, let me guess, you want to poke around in its head, too."
TP01B_PostInterrogation_11="It is the next piece of the puzzle.  And this time, instead of shooting it, I suggest we try to capture it alive."
TP02_Terror_01="Looks like they've changed their tactics.  But why?  Why do this?"
TP02_Terror_02="It's a message, to the entire world, that nothing can stop them."
TP03_CodeRevealed_01="Is that all that's left of the specimen we attempted to capture?"
TP03_CodeRevealed_02="Yes.  I believe we may have found the source of the strange readings we picked up when we first encountered it."
TP03_CodeRevealed_03="What is it, Doctor?"
TP03_CodeRevealed_04="We're not exactly sure. It's organic in nature yet highly magnetized. And it appears to resonate, very faintly, within a specific electromagnetic spectrum.  It is currently unclear how or-"
TP03_CodeRevealed_05="Perhaps, that's because this is outside of your field of expertise, Doctor. If what you're saying is true, this object is an antenna, one that's receiving a signal."
TP03_CodeRevealed_06="That signal... Can we trace it?"
TP03_CodeRevealed_07="No.  At least not yet.  We would first need to determine its encryption algorithm."
TP03_CodeRevealed_08="My team can handle that."
TP03_CodeRevealed_09="In that case, I will focus on constructing an interface between this object and our global communications array, which we'll need to trace the signal."
TP03_CodeRevealed_10="Then it looks like researching this crystal should be our top priority."
TP04_AlienPact_01="The inability of this project to maintain the support of several crucial council members has greatly reduced the effectiveness of both entities."    
TP04_AlienPact_02="This entire undertaking was the product of an ill-conceived plan, a series of simple misunderstandings, met with an overzealous response."
TP04_AlienPact_03="We believe the best course of action now is to cooperate with the aliens, for the betterment of all mankind."
TP04_AlienPact_04="We are of one mind about this.  The path ahead is clear."
TP05_AlienBaseDetected_01="There you are. Tactical, do we have an eagle over these coordinates?"
TP05_AlienBaseDetected_02="RECON Satellite Delta Two's just coming into line of sight now, sir.  Coming on-screen."
TP05_AlienBaseDetected_03="Nothing..."
TP05_AlienBaseDetected_04="No, that's impossible.  I know it's there."
TP05_AlienBaseDetected_05="Switch to thermal."
TP05_AlienBaseDetected_06="Hello. Give me subsurface."
TP05_AlienBaseDetected_07="Gotcha."
TP05_AlienBaseDetected_08="Reestablish comms with all available ground units in the AO."
TP05_AlienBaseDetected_09="Think of what we might find once we get inside that facility. Imagine what they might be doing down there."
TP05_AlienBaseDetected_10="I'm sure we'll find out soon enough."
TP05_AlienBaseDetected_11="OK, we found it.  Now how do we get inside?"
TP05_AlienBaseDetected_12="I thought you'd never ask."
TP06_HyperwaveRetrieved_01="Commander, I'm glad to see that I'm not the only one who understands this war isn't over yet."
TP06_HyperwaveRetrieved_02="The existence of this artifact, which we believe to be a communication device of some kind, begs the question: if the Sectoid Commander was the alien leader, then who, or what, was it communicating with?"
TP06_HyperwaveRetrieved_03="I believe this is indeed the same creature we encountered when we made first contact with the aliens.  As we have observed, it is somehow capable of using its mind as a weapon.  If we were to study this specimen's brain tissue, perhaps we might be able to adapt this ability for our own purposes."
TP06A_Victory_01="Central, this is Big Sky.  The rubber's on the road and the kids are in the back seat.  Over."
TP06A_Victory_02="Roger that, Voodoo Three-One.  See you inside.  Central out."
TP06A_Victory_03="Something wrong, Doctor?"
TP06A_Victory_04="Don't you think a victory celebration is a bit premature at this juncture?"
TP06A_Victory_05="We just neutralized their central command,"
TP06A_Victory_06="we've got no other alerts on the entire system,"
TP06A_Victory_07="and we took out their leader.  In my book, that's a win, Doctor."
TP07_HyperwaveUplink_01="Wait!  What did you do?"
TP07_HyperwaveUplink_02="Shut it down!"
TP07_HyperwaveUplink_03="Do not touch anything!"
TP07_HyperwaveUplink_04="This could be what we've been waiting for!"
TP07_HyperwaveUplink_05="It's ripping itself apart!  Shut it down, now!  It could destroy the whole base!"
TP07_HyperwaveUplink_06="Nein!  Give it time!"
TP07_HyperwaveUplink_07="For once, trust me."
TP07_HyperwaveUplink_08="What's it doing now?"
TP07_HyperwaveUplink_09="It's...  working."
TP07_HyperwaveUplink_10="Sir!"
TP07_HyperwaveUplink_11="New data is inbound from the Hyperwave Uplink."
TP08_Firestorm_01="I think we just leveled the playing field."
TP10_DeviceRetrieved_01="Recovered from a cloaked ship, and guarded by the most powerful being we've ever encountered.  What do you think it is?"
TP10_DeviceRetrieved_02="An object of immense power.  Think of all we could do if we unlocked its secrets."
TP10_DeviceRetrieved_03="A dangerous sentiment, Doctor."
TP10_DeviceRetrieved_04="Sir, I'm picking something up."
TP10_DeviceRetrieved_05="Another cloaked ship?"
TP10_DeviceRetrieved_06="No, sir.  It's big."
TP10_DeviceRetrieved_07="Tell me that was a coincidence."
TP10_DeviceRetrieved_08="Wish I could, sir.  That seismic event originated directly beneath our new contact."
TP10_DeviceRetrieved_09="Nothing we have would even make a dent in that thing."
TP10_DeviceRetrieved_10="If you two have any more bright ideas, now's the time."
TP11_PreOutro_01="At long last.  You have succeeded, where we have failed."
TP13_Part03_01="What the hell is happening?"
TP13_Part03_02="The ship itself is"
TP13_Part03_03="behaving like a dying star"
TP13_Part03_04="becoming a black hole."
TP13_Part03_05="At this distance,"
TP13_Part03_06="the Earth will be consumed."
TP13_Part05_01="Central, I am buggin' out. The package is not onboard."
TP13_Part05_02="I waited as long as I could, sir."
TP13_Part05_03="Sir, the alien ship is in motion."
TP13_Part05_04="What direction?"
TP13_Part05_05="What direction?!"
TP13_Part05_06="Up."
TP_WelcometoEngineering_01="Ah, Commander. I was wondering when you'd be stopping by. Welcome to Engineering.  Anything they can dream up in the Research Labs, we can build it here."
TP_WelcometoEngineering_02="Speaking of which, Dr. Vahlen has just sent us some new schematics. With your approval, we will begin fabrication."
TP_WelcometoScienceLabs_01="Hello, Commander.  My name is Dr. Vahlen.  I oversee the Research Labs.  This is where all of XCOM's research and development takes place."
TP_WelcometoScienceLabs_02="We have already begun analyzing the artifacts recovered from our first encounter with the aliens.  Based on our preliminary findings, we believe we can use them to develop some new equipment for our soldiers."
TP_WelcometoScienceLabs_03="With your approval, we will begin research immediately."
TP_Autopsy_Chryssalid_01="Based on what we've seen in the field so far - including several grotesque examples of trauma resulting from the emergence of its young - we've taken to calling this specimen a Chryssalid."
TP_Autopsy_Cyberdisc_01="We've yet to recover one of these in functional condition from the field. The men seem to enjoy using them for target practice."
TP_Autopsy_Cyberdisc_02="At the present time, we know that the Cyberdisc, as they've been calling it, is heavily armed, but it shows no clear pattern of behavior on the battlefield."
TP_Autopsy_Drone_01="This unit appears to be a Drone, which is similar to the military drones we are familiar with."
TP_Autopsy_Drone_02="This particular example seems to have the ability to repair damaged equipment."
TP_Autopsy_Drone_03="Dr. Shen and I believe it should be possible to capture and repurpose these for our own use in the field."
TP_Autopsy_Ethereal_01="This specimen appears to be at the top of the alien hierarchy, and for good reason."
TP_Autopsy_Ethereal_02="As you've probably seen, its physical form is not suited for combat by any means."
TP_Autopsy_Ethereal_03="However, these Elders have an incredible pool of psionic energy at their disposal" 
TP_Autopsy_Ethereal_04="which helps to explain why the other species are subordinate to them."
TP_Autopsy_Floater_01="Although I'm sure you can make the connection yourself, we've designated this particular specimen as a Floater."
TP_Autopsy_Floater_02="The Research team is continuing in its efforts to determine how the aliens prevented the organic tissue from rejecting the mechanical components, as they seem to work in perfect harmony with one another."
TP_Autopsy_HeavyFloater_01="Another variation on a previously identified specimen, this is the Heavy Floater."
TP_Autopsy_HeavyFloater_02="As you can see, the aliens have made substantial improvements to the armor and weapons systems available, while removing some of its exposed vulnerabilities."
TP_Autopsy_HeavyFloater_03="An extremely dangerous combatant."
TP_Autopsy_Muton_01="This is the most physically aggressive specimen we've discovered so far, which the troops fondly refer to as the Muton."
TP_Autopsy_Muton_02="I can only assume there's a colorful backstory for such a designation."
TP_Autopsy_MutonBerserker_01="The men are calling this beast the Berserker."
TP_Autopsy_MutonBerserker_02="Although it shares the same structure as the Muton, for reasons yet unknown to us,"
TP_Autopsy_MutonBerserker_03="the Berserker seems to be consumed by blood lust, with little regard for its own safety."
TP_Autopsy_MutonElite_01="As if the standard Muton hadn't given us enough trouble, the aliens apparently kept several of these Elites in waiting for the later stages of their invasion."
TP_Autopsy_Sectoid_01="We've made a number of interesting discoveries based on the autopsy results of the alien specimen you brought back."
TP_Autopsy_Sectoid_02="The research team is now referring to this particular variation as a Sectoid,"
TP_Autopsy_Sectoid_03="based on the unusual structure of its internal organs, which we believe to be the product of genetic manipulation."
TP_Autopsy_Sectoid_04="As we've seen in the field, this species also seems to harbor some sort of telepathic ability."
TP_Autopsy_SectoidComm_01="This is an extremely dangerous species, Commander."
TP_Autopsy_SectoidComm_02="Although not physically intimidating, the psionic power that this creature wields is perhaps the greatest threat we've encountered so far."
TP_Autopsy_Sectopod_01="This heavily-armored unit is fully mechanized, though we're still not sure if it has an organic component within."
TP_Autopsy_Thinman_01="The tall one has, up until this point, been unofficially referred to as the Thin Man."
TP_Autopsy_Thinman_02="Initial testing has revealed a concerted effort by the aliens to modify this specimen's genetic structure in such a way as to make it appear human."
TP_Autopsy_Thinman_03="However, on closer inspection, they seem to have had some trouble concealing the eyes, which appear to be reptilian in nature."
SR_hover_01="Central, this is Big Sky. Looks like we found the crash site."
SR_hover_02="Roger Voodoo Three-One.  Any sign of activity?"
SR_hover_03="Negative. Nothing's moving down there."
SR_hover_04="OK. Set her down nearby."
TUT_Act2ScienceLabExplain_01="Commander, with this research complete, my staff and I currently have nothing to study. I would like to ask your permission to autopsy the alien cadavers retrieved from your last two field operations.  I'm sure you would agree that if we're going to defeat the aliens, we must understand their physiology."
TUT_Act2ScienceLabThankYou_01="Thank you, Commander.  I will let you know when this research has been completed."
TUT_Act2ScienceLabThankYou_02="Hmph.  It appears Dr. Shen's staff have finally figured out how to turn their machines on."
TUT_Act2SituationRoom_01="Commander, the Council has requested a word."
TUT_Act2SituationRoom_02="Commander, our sources have identified a number of reports regarding alien involvement in the transportation and dispersal of an unknown substance near civilian population centers.  It is imperative that you investigate this activity and determine the purpose of the alien material. We will transmit further details momentarily."
TUT_Act2SituationRoom_03="Sounds like we better get to it."
TUT_EngineeringNano_01="Fabrication of the Nanofiber Vest is complete, Commander.  It has been delivered to the Armory."
TUT_EngineeringScope_01="Fabrication of the S.C.O.P.E. device is complete.  It has been delivered to the Armory."
TUT_CouncilMissions_01="Hello, Commander.  We require your assistance with a unique matter.  We expect that you will give it the same level of attention as you would for any other project objective."
TUT_CouncilMissions_02="One of the captives abducted by the aliens has somehow managed to escape. If you could retrieve this woman, she may have valuable insight into the aliens' operation. We'll transmit the coordinates now."
TUT_CouncilMissions_03="Farewell, Commander.  We know you will not disappoint us."
Tut_FacConstructionBegin_01="Commander, no doubt you are aware of Dr. Vahlen's request to capture one of the aliens.  A sound plan,  but she fails to realize that we lack a facility to safely contain a live specimen.  With your approval, my team and I will begin construction of a suitable facility."
TUT_FacConstructionScienceLab_01="Commander, I'm sure you've been briefed on my request.  With your authorization, we can begin research on the Arc Thrower immediately."
TUT_FacConstructionThankYou_01="Thank you, Commander.  I'll let you know when the facility is ready."
TUT_FacConstructionThankYou_02="Dr. Vahlen has asked to see you, Commander.  No doubt she wishes to explain her plan personally."
TUT_HangarBegin_01="Welcome back, Commander. I wanted to speak to you about our current fleet of Interceptors.  It's crucial that we keep several of these aircraft on high alert.  We'll need them to intercept any future alien contacts, and it's likely we'll suffer some losses in the process."
TUT_HangarBegin_02="I think it's also worth mentioning that even a full squadron of Interceptors will do no good against our enemy if we don't know where they are.  Additional satellite coverage will be required before we are able to detect alien craft elsewhere on the planet.  Visit us in Engineering should you wish to build additional satellites. Goodbye, Commander."
TUT_MissionControlSelected_01="Understood.  The troops are waiting for you in the Hangar."
TUT_MissionControlStart_01="The enemy is testing our capabilities, Commander.  We've gotten reports of simultaneous attacks in two different countries.  We can only respond to one."
TUT_MissionControlStart_02="The country we help will donate more resources to our cause, but the panic level of the country we choose not to help will rise.  It's not an easy decision, Commander, but it's one you'll have to make."
TUT_MissionPrep_01="That was the last transmission, sir."
TUT_MissionPrep_02="Patch me through to Voodoo Three-One."
TUT_MissionPrep_03="Alright people, listen up."
TUT_MovingTimeForward_01="Commander, Dr. Vahlen reports that research is progressing in the labs, but it will still be some time before the project is complete.  While we're waiting, our local satellite network has just come online and we can now begin scanning for new activity. The process could take several days."
Tut_MultipleObjectives_01="Commander, based on Dr. Vahlen's report, I recommend we begin researching the new weapon she's calling the Arc Thrower in the Labs. Once completed, we can send the plans down to Engineering for fabrication, and then equip one of our troops with it in the Barracks.  Dr. Shen and the Engineering team are also waiting on approval for construction of the Containment Facility that we'll need in order to house the alien captive."
TUT_PanicMechanic="Hello, Commander.  We wish to congratulate you on your most recent victory.  We realize you were faced with a difficult decision in responding to the various requests for assistance.  Regardless, you performed admirably.  As agreed upon, the reward for your actions has been granted.  Farewell, Commander.  We hope that you are met with continued success."
TUT_PanicMechanicA_01="Commander, we have an incoming transmission from the Council."
TUT_PanicMechanicA_02="Hello, Commander.  We wish to congratulate you on your most recent victory.  We realize you were faced with a difficult decision in responding to the various requests for assistance.  Regardless, you performed admirably.  As agreed upon, the reward for your actions has been granted.  Farewell, Commander.  We hope that you are met with continued success."
TUT_PanicMechanicb_01="The Council knows you made the right decision, Commander.  With the resources we have available, there's only so much we can do.  However, our Chief Engineer did come up with something to help you keep an eye on things."
TUT_ResearchTakesTime_01="Hello Commander.  The current research task is progressing as expected.  However, it will still be some time before the schematics are ready for Engineering.  I'm sure you have other pressing matters to attend to in the meantime."
TUT_SatelliteLaunchBegin_01="Commander, good news.  The Council has donated a satellite.  Our current Satellite Uplink facility can support up to two satellites, so I recommend we launch the new one immediately."
TUT_SatelliteLaunchEnd_01="With this additional satellite in place, we've gained a significant upgrade to our overall coverage.  I recommend we begin scanning for alien contacts right away."
TUT_ScienceLabThankYou_01="Thank you, Commander.  This research will take some time.  We will notify you once it is complete."
TUT_ScienceLabThankYou_02="It sounds like you are needed elsewhere.  Farewell, Commander.  If you recover any additional artifacts during your field operations, I would be quite eager to study them."
TUT_SurvivorReturns_01="What are they?"
TUT_SurvivorReturns_02="Whatever they are, they nearly took out a squad of our best soldiers.  If you'll excuse me, Doctors, the Commander is waiting in Mission Control."
TUT_SurvivorReturns_03="Their technology is far beyond ours."
TUT_SurvivorReturns_04="Then I'd say our work is cut out for us, Doctor."
TUT_UFOInterception_01="Commander, we're picking up widespread radio chatter indicating UFO sightings within our current satellite coverage area.  We should begin scanning for contacts as soon as possible."
UnloadScreen_01="Central, this is Big Sky requesting coordinates.  Over."
UnloadScreen_02="Copy Voodoo Three-One.  Stand by."
XCOMDeployed_01="You are being deployed to Germany.  At 1900 hours local time, several unidentified objects fell to Earth.  After ruling out the possibility of a downed satellite, we now believe these objects to be extraterrestrial in nature."
XCOMDeployed_02="Shortly after impact, German officials received reports of mass hysteria and freak weather around one of the impact zones.  Then things went dark.  At 2100 hours, a chopper carrying a German military recon team went down in the area after they reported being fired upon."
XCOMDeployed_03="As you know, Germany is a member of the Council, and they have requested our assistance.  Our mission is to assess the situation on the ground, ascertain the current status of the German recon team, and investigate the extraterrestrial objects. Central out."

;XEW Subtitles
CEN_XP_HQAssaultVictory_01a="Hang in there, soldier."
CEN_XP_HQAssaultVictory_02a="Will he be OK, Doctor?"
CS_XP_HQAssaultVictory_03b="Yes, I believe he'll recover, and more importantly he seems to be free from outside control."
CE_XP_HQAssaultVictory_04="Having to fight our own people..."
CE_XP_HQAssaultVictory_05="Is there any indication of how this happened, Doctor?"
CS_XP_HQAssaultVictory_06="I've finished our initial scans, and so far I've found no physical abnormalities - "
CEN_XP_HQAssaultVictory_07="We already know the aliens are capable of some kind of mind control, Doctor."
CS_XP_HQAssaultVictory_08="Yes, but that doesn't explain the lack of a nearby controlling alien, or the sheer number of victims."
CE_XP_HQAssaultVictory_09="If the aliens were capable of launching an attack of this scale previously, I believe they would have.  Perhaps this was a one-time opportunity."
CEN_XP_HQAssaultVictory_10="That might be true, but we still need to find out how this was possible."
CEN_XP_HQAssault_01="What the hell?"
CLERK_XP_HQAssault_02="Sir!"
CLERK_XP_HQAssault_03="Internal systems are shutting down all over HQ!"
CEN_XP_HQAssault_04b_Part1="This is Central."
CEN_XP_HQAssault_04b_Part2="Security Status RED - Repeat, Sec..."
CEN_XP_HQAssault_05_Part1="What have you done?!"
CEN_XP_HQAssault_05_Part2="Answer me!"
CLERK_XP_HQAssault_06="We're picking up movement near the outer perimeter.  Multiple sensors have been tripped."
CLERK_XP_HQAssault_07="We have a breach!"
CEN_XP_MeldIntro_01b="So, what is it Doctor?"
CS_XP_MeldIntro_02="It's remarkable."
CS_XP_MeldIntro_03="The crystalline structure housed within the canister is actually a suspension containing billions of cybernetic nanomachines, each made up of both organic and mechanical components."
CE_XP_MeldIntro_04="My team's analysis indicates these microscopic robots are capable of assembling mechanical structures with unprecedented efficiency. With further study, and some specialized facilities, we may be able engineer a sort of cybersuit that interfaces with the human body."
CS_XP_MeldIntro_05="My team is more interested in the possibility of physically altering the tissue itself, incorporating aspects of the aliens' own genetic adaptations, by using the nanites to fuse the foreign material."
CEN_XP_MeldIntro_06b="The Commander will have to decide where the greatest advantage lies.  Is there anything you agree on?"
CS_XP_MeldIntro_07="Given the apparent purpose of the nanites - they allow combining organic materials with one another, or with machines - we have at least agreed to call them"
CE_XP_MeldIntro_08="meld."
FC_XP_EXALTBegins_01="Commander, our intelligence sources indicate that a previously unknown organization is attempting to undermine XCOM field operations. We believe this group harbors some misguided sympathies for the invaders, and is intent on acquiring alien technology and artifacts critical to your efforts. Early reports indicate this organization calls itself EXALT. We trust you will isolate the source of this new threat, and eliminate it."
CEN_XP_EXALTBegins_02="Commander, the Council has provided some additional resources to help us deal with these traitors.  We can begin scanning for additional EXALT cell locations, and launch covert operations to disrupt their activity via the Situation Room."
NEWS_XP_ExaltDefeated="Our local affiliates at WFXS indicate that a minor electrical fire was reported near the upper floors of a large office building downtown. Sources indicate that first responders were on the scene within minutes, and so far there have been no reported injuries. In light of the recent events taking place around the globe, it's certainly reassuring to know that our emergency services personnel are still putting their lives at risk to deal with these situations as they arise."
CS_LabsAutopsySeeker="Despite its physical appearance, this machine doesn't seem to be made up of any organic components.  Its surface has an unusual metallic composition that somehow interacts with the vapors it releases for concealment."
CS_LabsAutopsyMechtoid="We were only able to recover the suit's central core, although the pilot's corpse also survived intact.  The armor itself is quite interesting.  The design is highly responsive while still providing extraordinary strength."

StrategyTips[0]="Some interceptor weapon types will be more effective against certain heavily armored UFOs."
StrategyTips[1]="The aliens will improve their UFOs as the campaign continues, requiring you to upgrade your interceptors to keep up."
StrategyTips[2]="The Gray Market is a great way to earn credits quickly, but take care when selling items that can be researched. Funding Council nations may also request alien artifacts for their own research efforts."
StrategyTips[3]="UFOs will sometimes go on bombing missions against council countries in an attempt to raise panic. Damaging or shooting down these UFOs can slow or eliminate this effect."
StrategyTips[4]="Interceptors have a small chance to detect airborne UFOs even in countries without satellite coverage. This chance increases when additional interceptors are stationed on the continent."
StrategyTips[5]="The more satellites you deploy over a continent, the more staff and money that continent will grant you each month. Each country also offers a unique bonus to XCOM when a satellite is overhead, but satellites must be protected by an interceptor fleet."
StrategyTips[6]="You can increase the number of soldiers you bring on combat missions through the Officer Training School facility and the Super Skyranger foundry project."
StrategyTips[7]="Countries will leave the council if they are at 95% panic or more, but this can be reduced to 50% if they have a satellite overhead."
StrategyTips[8]="In addition to providing money and personnel, fulfilling Council nation requests will also help that country stave off alien panic. A country's defense is represented by a shield icon in the Situation Room, which fills up as their readiness increases."
StrategyTips[9]="Aliens are constantly harvesting Earth's resources and researching upgrades. Success in certain missions can slow this down. But high aggression will cause aliens to perceive you as a threat and do everything in their power to stop you."
StrategyTips[10]="Satellite-hunting UFOs will follow scout UFOs that complete their mission, or sometimes appear when the aliens perceive a significant XCOM threat. They will abort their mission if they take sufficient damage."
StrategyTips[11]="Many facilities grant powerful bonuses if built adjacent to other facilities of the same type."
StrategyTips[12]="Every civilian killed on an alien terror mission raises panic both in the country and on the continent."
StrategyTips[13]="The XCOM project will be terminated only if all 16 countries leave the Council."
StrategyTips[14]="Your interceptor pilots improve each time they shoot down a UFO."
StrategyTips[15]="Be sure to research and build new weapon loadouts and Foundry upgrades for your Interceptors. The invaders will not relent in the sky."
StrategyTips[16]="You may move damaged interceptors to other continents to free up a bay for a combat-capable aircraft."
StrategyTips[17]="Steam vents enable the use of Thermo Generators. It can be worthwhile to dig for one as soon as possible."
StrategyTips[18]="Adjacent Workshops provide a rebate on resources expended in Engineering. Several adjacent Workshops can vastly improve your engineers' efficiency."
StrategyTips[19]="While you can build any item regardless of staffing levels, some items require a minimum number of engineers on staff before they can be built in a reasonable timeframe. Plan accordingly."
StrategyTips[20]="Aliens must be autopsied before you can conduct an interrogation of their particular species."
StrategyTips[21]="When you've splashed a small UFO, consider taking along more Rookies than you normally would. Spreading promotions around can make XCOM less brittle."
StrategyTips[22]="Early in the campaign, weigh carefully whether you have a chance to defeat an enemy UFO with your current interceptor fleet. The aliens have some units which XCOM simply can't take on at that point, so aborting an interception may be worth the political consequences."
StrategyTips[23]="Since countries will give rewards for satellite coverage at the end of the month, it's often worthwhile to launch satellites just before your monthly Council evaluation. But take care: keeping satellites in reserve can help you deal with unexpected panics."
StrategyTips[24]="A UFO's altitude provides a clue to its mission. NOE (Nap of the Earth) UFOs may be preparing to land."
StrategyTips[25]="Since alien weapons self-destruct when the owner dies, the only way to capture intact weapons for research is to stun well-armed aliens with the Arc Thrower."
StrategyTips[26]="Meld canisters are valuable, but can be risky to secure. You'll have to decide if the dangers of locating and recovering them before they self-destruct are worth the rewards."
StrategyTips[27]="Soldiers that have undergone cybernetic augmentation cannot engage in combat unless they have MECs equipped."
StrategyTips[28]="Soldiers need to rest after missions. Sending a fatigued soldier on a mission will cause them to be exhausted and suffer a light combat wound afterward, but they will operate at full capability during the mission."
StrategyTips[29]="You can gain access to a variety of genetic modifications for your soldiers by performing autopsies on slain enemies."
StrategyTips[30]="Meld will allow the use of powerful new battlefield technologies, but the appropriate base facilities must be built first."
StrategyTips[31]="The Genetics Lab and Psi Lab count as a Laboratory for adjacency bonuses. The Foundry and Repair Bay count as a Workshop for adjacency bonuses."
StrategyTips[32]="The harder your killing blow strikes a UFO, the greater chance it will be destroyed entirely instead of crashing. Destroyed UFOs generate a cash bounty from the Council as well as a few alloys recovered from the wreckage."
StrategyTips[33]="Genetic modifications can be replaced with new ones."
StrategyTips[34]="Rookies cannot undergo cybernetic augmentation, so decide carefully who will become a MEC Trooper. MEC Troopers receive a new set of class abilities based on what class they were before augmentation, but they also lose some experience."
StrategyTips[35]="While they cannot gain more perks, Master Sergeants can gain a small stat bonus every few missions they go on."
StrategyTips[36]="EXALT cells will go into hiding a few days after carrying out an operation against XCOM, so consider launching covert operations to disrupt them while they are still visible."
StrategyTips[37]="Intel Scans get more expensive each time you initiate one, but this cost resets each month. Because visible EXALT cells cannot conduct anti-XCOM operations, they may be worth the cost even if you don't launch any covert operations against newly revealed cells."
StrategyTips[38]="Many items you build in engineering can be damaged during missions if a soldier takes a wound. They will need to be fixed in the Repair Bay, so it may be useful to build more of a particular item than you'll take on a single mission."
StrategyTips[39]="While SHIVs don't gain experience, they don't suffer from fatigue and are useful to take on missions when your roster is depleted."
StrategyTips[40]="Certain genetic modifications can be very beneficial for covert operatives. Consider the applications of each mod carefully."
StrategyTips[41]="Since covert operatives can only carry pistols when on mission, consider pistol upgrades in the Foundry to improve their effectiveness."
StrategyTips[42]="Only one covert operation can be in progress at a time, but EXALT cells will all go into hiding when one is eliminated."
StrategyTips[43]="During covert operations, if EXALT makes progress towards hacking one of XCOM's encoders or transmitters, that progress cannot be reversed. Guard these at all costs."
StrategyTips[44]="Exposed EXALT cells will attempt to hide before carrying out any anti-XCOM operations."
StrategyTips[45]="Hidden EXALT cells will carry out anti-XCOM operations if undisturbed, but all cells will suspend their activities if you send a covert operative against any of them."
StrategyTips[46]="EXALT can hack your scientific research. You can build Laboratories to mitigate the damage, or send out a covert operative to freeze EXALT's operations when you have a crucial project nearing completion."
StrategyTips[47]="In addition to their effect on research times, each Laboratory you build will reduce the effect of EXALT's Research Hack operations."
StrategyTips[48]="To detect an Alien Base you'll have to orbit a satellite over an occupied country. Defeating the base results in the country rejoining the XCOM project."
StrategyTips[49]="Officers need not be promoted as soon as billets are available. As the Commander of XCOM, when and to whom to grant a commission is your prerogative alone."
StrategyTips[50]="Officer training is unlocked via purchases in the Officer Training School. Officers need to gain experience at each rank before they can be promoted again."
StrategyTips[51]="Building plasma weapons for XCOM requires capturing enemy weapons first; they cannot be constructed without an alien weapon core."
StrategyTips[52]="You can gain access to a variety of psionic abilities for your soldiers by interrogating captured enemies."
StrategyTips[53]="Each psionic ability must be trained separately in the Psionics Lab. Training time depends on the soldier's Will and the ability."
StrategyTips[54]="Failing to train a psionic ability just means lost time. The soldier can attempt to train the ability later."
StrategyTips[55]="Soldiers must gain psionic experience on missions in order to attempt to train a new psionic ability."
StrategyTips[56]="All members of a squad share a leader's officer abilities. However, there can only be one leader per mission."
StrategyTips[57]="Slain officers' billets will become available again as missions are completed."
StrategyTips[58]="Officers may not undergo psionic training, and psionicially trained soldiers may not become officers."
StrategyTips[59]="Officers may not be cybernetically augmented, nor can augmented soldiers become officers."
StrategyTips[60]="You can speed the construction of items and facilities by using Meld."
StrategyTips[61]="Soldiers that are left behind provide a valuable source of information to the aliens, increasing their research."
StrategyTips[62]="Some weapons are completely ineffective against heavily armored enemies. Don't expect a pistol to damage a Sectopod."
StrategyTips[63]="Psionic abilities, genetic modifications and critical wounds require a soldier to take longer to recuperate after a mission."
StrategyTips[64]="The amount of Meld in the aliens' containers depends on how many resources they have collected and losses they have suffered."
StrategyTips[65]="Alien bodies contain small amounts of recoverable Meld, but it is destroyed by any concussive force or intense heat."
StrategyTips[66]="Alien bases require a key to enter, and that key is consumed upon entering the base. You'll need to build more to assault more bases."

; Tactical tips are in StrategyGame.int

MultiplayerTips[0]="Use mobile units such as the Chryssalid and Floater to quickly locate the enemy."
MultiplayerTips[1]="Area of effect weapons are especially useful in multiplayer, since squad sizes are limited."
MultiplayerTips[2]="Units won't panic in multiplayer, except if affected by Psi Panic."
MultiplayerTips[3]="If the enemy's last unit is Mind Controlled instead of killed, you will win the match!"
MultiplayerTips[4]="High ranking XCOM soldiers have many abilities; be sure to protect them with strong armor."
MultiplayerTips[5]="The Mind Shield can give crucial protection from psi attacks."
MultiplayerTips[6]="Bringing along some Mutons is a good way to increase your area-of-effect attack capability."
MultiplayerTips[7]="Be careful! If a Sectoid uses Mind Merge to help an ally, its death will kill the ally too."
MultiplayerTips[8]="Height advantage can give soldiers a decisive offensive edge."
MultiplayerTips[9]="Heavy Floaters are much tougher than their cheaper counterparts, and come with increased firepower."
MultiplayerTips[10]="If one of your units is Mind Controlled, killing the controller will restore the victim to your team."
MultiplayerTips[11]="Chryssalids can create new units for your team by implanting their eggs in human targets."
MultiplayerTips[12]="The Sectoid Commander has a weak standard attack; it's usually best to rely on its psi abilities."
MultiplayerTips[13]="XCOM abilities that allow multiple attacks, such as the Heavy's Bullet Swarm and the Assault's Rapid Fire, are especially valuable in multiplayer."
MultiplayerTips[14]="Use common sense to assess the enemy's squad composition. If you see an expensive unit, make educated guesses about what other units your opponent could have."
MultiplayerTips[15]="It's harder for the enemy to hit your units if they are in cover, but impossible if they are out of sight."
MultiplayerTips[16]="Always try to use as much of your points budget as possible. Every little bit helps."
MultiplayerTips[17]="Equipping an XCOM soldier with a potent weapon can backfire, if there are no points left to buy better armor."
MultiplayerTips[18]="Several aliens have powerful buffs that apply to members of their own species. Consider doubling up on these aliens to make the most of these abilities."
MultiplayerTips[19]="The Ethereal can drain life from its own squadmates to heal itself. If you are aggressive with the Ethereal, keep another friendly unit close."
MultiplayerTips[20]="The squad with the lower point total will get the first move."
MultiplayerTips[21]="The Sectopod can lay waste to huge areas, but with a turn's delay. Coordinate the rest of your squad to prevent the enemy escaping destruction."
MultiplayerTips[22]="Sending a weak unit into the open as a decoy can fool the enemy into giving away his position."
MultiplayerTips[23]="XCOM Support soldiers can bring two items into a match. If you pay for one of these soldiers, make sure to take advantage of this."
MultiplayerTips[24]="Healing abilities are few and far between. A single Medikit can turn the tide in a battle."
